START = """
Административная панель управления 💻
Выберите действия ниже:
"""

QUESTIONS_LIST = """Популярные вопросы:"""

EMPTY_QUESTIONS_LIST = """Список популярных вопросов пуст"""

QUESTION_TEMPLATE = "<b>{}</b>\n\n{}"

CONFIRM_DELETE_QUESTION = """Вы уверены, что хотите удалить вопрос?"""

UPDATE_QUESTION = """Введите новый вид вопроса:"""

UPDATE_ANSWER = """Введите новый вид ответа:"""

CREATE_QUESTION = """Введите популярный вопрос:"""

CREATE_ANSWER = """Введите ответ на вопрос:"""

CANCEL_CREATE_QUESTION = """Добавление вопроса отменено"""

SUCCESS_CREATE_QUESTION = """Вопрос успешно добавлен"""

CONSULTATION_OFF = """Запись на консультацию отключена"""

USER_SIGNED_UP = """Пользователь {} записался на {} занятие \n\n@{}"""

USER_SIGNED_UP_CONSULT = """Пользователь {} записался на консультацию\n\n@{}"""

USER_CONNECT = """Пользователь {} хочет связаться с менеджером\n\n@{}"""

CONSULTATION_ON = """Запись на консультацию включена"""

FILE_RECORD_TEMPLATE = """
[{date}] @{user} нажал на кнопку {text}
"""
